Repository: ruslan-ok/ServerApps
Catalog: wage/locale/*/LC_MESSAGES/django.po
Languages: ru

source: wage
ru: зарплата

source: add note
ru: добавить заметку

source: user
ru: пользователь

source: month/year
ru: месяц/год

source: plan, days
ru: план, дней

source: prepayment date
ru: дата аванса

source: payment date
ru: дата выплаты

source: prepayment rate
ru: курс аванса

source: payment rate
ru: курс выплаты

source: incoming debt rate
ru: курс входящего остатка

source: second payment date
ru: дата второй выплаты

source: second payment rate
ru: курс второй выплаты

source: current billing period
ru: текущий расчетный период

source: billing period
ru: расчетный период

source: billing periods
ru: расчетные периоды

source: prepayment
ru: аванс

source: payment
ru: выплата

source: second payment
ru: вторая выплата

source: name
ru: наименование

source: sorting
ru: сортировка

source: node is open
ru: узел иерархии открыт

source: current department
ru: текущий отдел

source: department
ru: отдел

source: departments
ru: отделы

source: begin date
ru: дата начала

source: superior department
ru: вышестоящий отдел

source: department history
ru: изменения отдела

source: departments history
ru: изменения отделов

source: post
ru: должность

source: posts
ru: должности

source: full name
ru: ФИО

source: login
ru: логин

source: email
ru: адрес электронной почты

source: password
ru: пароль

source: birthday
ru: дата рождения

source: phone
ru: телефон

source: address
ru: адрес

source: information
ru: примечания

source: current employee
ru: текущий сотрудник

source: employee
ru: сотрудник

source: employees
ru: сотрудники

source: use before this date
ru: использовать до этой даты

source: surname
ru: фамилия

source: surname changes
ru: изменения фамилии

source: surnames changes
ru: изменения фамилий

source: before
ru: действовало до

source: child
ru: ребёнок

source: children
ru: дети

source: was born on
ru: дата рождения

source: personnel number
ru: табельный номер

source: contract from
ru: контракт с

source: contract until
ru: контракт по

source: salary
ru: оклад

source: currency
ru: валюта

source: income tax relief
ru: льгота по ПН

source: appointment
ru: назначение

source: appointments
ru: назначения

source: from
ru: с

source: until
ru: по

source: university
ru: ВУЗ

source: course
ru: учебный курс

source: specialty
ru: специальность

source: qualification
ru: квалификация

source: document
ru: документ

source: number
ru: номер

source: city
ru: город

source: document date
ru: дата документа

source: education
ru: образование

source: educations
ru: образования

source: in
ru: в

source: fact, days
ru: факт, дней

source: incoming debt, BYN
ru: входящий остаток, BYN

source: outgoing debt, BYN
ru: исходящий остаток, BYN

source: salary rate
ru: курс оклада

source: employee billing period
ru: расчетный период сотрудника

source: employee billing periods
ru: расчетные периоды сотрудников

source: name of accrual or payment
ru: наименование начисления или выплаты

source: names of accruals and payments
ru: наименования начислений и выплат

source: direction
ru: направление

source: 0 - accrual, 1 - payment
ru: 0 - начисление, 1 - выплата

source: payed
ru: выплачено

source: summa
ru: сумма

source: rate
ru: курс

source: accrual or payment
ru: начисление или выплата

source: accruals and payments
ru: начисления и выплаты

source: add accrual
ru: добавить начисление

source: add appointment
ru: добавить назначение

source: add department history record
ru: добавить запись истории изменений отдела

source: add payment
ru: добавить выплату

source: add period
ru: добавить период

source: date
ru: дата

source: appointmrnt end date
ru: дата окончания назначения

source: accrued, BYN
ru: начисления, BYN

source: paid out, BYN
ru: выплаты, BYN

source: incoming debt, USD
ru: входящий остаток, USD

source: accrued, USD
ru: начисления, USD

source: paid out, USD
ru: выплаты, USD

source: outgoing debt, USD
ru: исходящий остаток, USD

source: add employee
ru: добавить сотрудника

source: add department
ru: добавить отдел

source: add post
ru: добавить должность

source: add pay title
ru: добавить начисление или выплату

source: add education
ru: добавить образование

source: add surname
ru: добавить фамилию

source: add child
ru: добавить ребёнка

source: periods
ru: периоды

source: totals
ru: итоги

source: accruals
ru: начисления

source: pays
ru: выплаты

source: surnames
ru: фамилии

source: pay titles
ru: виды начислений и выплат

source: accruals of the employee
ru: начисления сотрудника

source: payments to the employee
ru: выплаты сотруднику

source: appointments of the employee
ru: назначения сотрудника

source: educations of the employee
ru: образования сотрудника

source: children of employee
ru: дети сотрудника

source: change of surname of employee
ru: изменения фамилии сотрудника

source: dismissed
ru: уволенные
