Repository: ruslan-ok/ServerApps
Catalog: rusel/locale/*/LC_MESSAGES/django.po
Languages: ru

source: demo
ru: демо

source: log in
ru: вход

source: This site provides the following functionality:
ru: Этот сайт предоставляет следующую функциональность:

source: "Tasks" - task scheduler. Capabilities:
ru: "Задачи" - планировщик задач. Возможности:

source: Combining tasks into lists, and lists into groups.
ru: Объединение задач в списки, а списков в группы.

source: Search by name, task description and task categories.
ru: Поиск по наименованию, описанию задачи и по категориям задач.

source: Reminder of tasks by pop-up messages of the browser on the computer and in the phone.
ru: Напоминание о задачах всплывающими сообщениями браузера на компьютере и в телефоне.

source: For each task, execution stages can be set, tracking of the execution of both the task itself and its stages is available.
ru: Для каждой задачи могут быть заданы этапы выполнения, доступно отслеживание выполнения как самой задачи, так и её этапов.

source: For a task, a due date, frequency of repetition, date and time of reminder can be set.
ru: Для задачи может быть задан срок исполнения, периоличность повторения, дата и время напоминания.

source: A task can be marked as "important" or as added to the "My Day" view.
ru: Задача может быть помечена как "важная" или как добавленная в представление "Мой день".

source: Each task can be assigned an arbitrary number of "categories" and filter the list of tasks by them.
ru: Каждой задаче можно присвоить произвольное количество "категорий" и фильтровать список задач по ним.

source: In the task, you can specify a hyperlink to an external Internet resource.
ru: В задаче можно указать гиперссылку на внешний интернет-ресурс.

source: You can attach an arbitrary number of files to the task.
ru: К задаче можно прикрепить произвольное количество файлов.

source: "Notes" - personal notes about everything. For each note, in addition to the description, you can specify a hyperlink to an external Internet resource, an arbitrary number of categories, attach files. Notes, like tasks, are combined into lists, and lists into groups. Notes can be searched by title, description, and category.
ru: "Заметки" - персональные заметки обо всём. Для каждой заметки кроме описания можно указать гиперссылку на внешний интернет-ресурс, произвольное количество категорий, прикрепить файлы. Заметки, как и задачи, объединются в списки, а списки - в группы. В заметках можно выполнять поиск по наименованиям, описаниям и категориям.

source: "News" - similar to a list of notes, but the emphasis is on the date-time of publication.
ru: "Новости" - похожи на список заметок, но акцент делается на дату-время публикации.

source: "Expenses" - allows you to track costs for several projects. Multiple currencies can be selected for accounting and totals.
ru: "Затраты" - позволяет отслеживать затраты по нескольким проектам. Можно выбрать несколько валют для учета и подсчета итогов.

source: "Photobank" - photo storage. Photos can be grouped into folders that can be structured in a hierarchy (like folders in a file system). Geotagged photos can be displayed on the map as markers indicating shooting locations.
ru: "Фотобанк" - хранилище фотографий. Фотографии можно группировать в папки, которые можно структурировать в виде иерархии (как каталоги фацловой системы). Фотографии с геометками можно отобразить на карте в виде меток, указывающих места съемки.

source: "Fueling" - for the car owner the ability to control fuel consumption, as well as the frequency of service maintenance and replacement of consumable materials.
ru: "Заправки" - для владельца автомобиля возможность контролировать расход топлива, а также периодичность проведения сервисного технического обслуживания и замены расходных мптериалов.

source: Use the "Demo" button in the top right corner to explore this functionality.
ru: Используйте кнопку "Демо" в правом верхнем углу, чтобы ознакомиться с этой функциональностью.

source: address
ru: адрес

source: visitor
ru: посетитель

source: indictor
ru: индикатор

source: value
ru: значение

source: product
ru: продукт

source: version
ru: версия

source: check new version
ru: проверить наличие новой версии

source: applications
ru: приложения

source: feedback
ru: контакты
